[
    {
        "title": "From URL to Interactive",
        "excerpt": "Imagine, if you will, that you’re behind the wheel of a gorgeous 1957 Chevy Bel Air convertible, making your way across the desert on a wide open highway. The sun is setting, so you’ve got the top down, naturally."
    },
    {
        "title": "Everyday Information Architecture: Auditing for Structure",
        "excerpt": "Enter the structural audit: a review of the site focused solely on its menus, links, flows, and hierarchies. I know you thought we were done with audits back in Chapter 2, but hear me out!"
    },
    {
        "title": "She told them she was Hugo Chavez’s ex-wife and worked in the White House",
        "excerpt": "The irresistibly charming woman in Apartment 713 can hold forth for hours with tales of her luxe life among the intercontinental elite, neighbors say."
    },
    {
        "title": "The Olympics Are Over, but Tessa Virtue Is Just Getting Started",
        "excerpt": "It's been one year since she became the most famous figure skater in the world. How do you move on from being the best?"
    },
    {
        "title": "Long Day's Journey",
        "excerpt": "If you really want to experience a place, see it on foot. That’s how Elizabeth Gilbert spent two weeks, walking across Provence (come on, it’s only ten miles a day), eating like a local (duck liver and stinky cheeses), and drinking (and drinking) her way to the vacation of a lifetime"
    },
    {
        "title": "How Chicago house got its groove back ",
        "excerpt": "That's a line for a DJ to live by if ever there were one. And if there were ever a DJ to proclaim it, Carlos Sosa is that DJ. Sosa is better known as DJ Sneak, though he also calls himself — not as a declaration of criminality, but as a ride-or-die pledge of roots. "
    },
    {
        "title": "Oyster Stakes",
        "excerpt": "The Oyster Stakes is a Listed flat horse race in Ireland open to thoroughbred fillies and mares aged three years or older. It is run at Galway over a distance of 1 mile 4 furlongs and 49 yards (2,459 metres), and it is scheduled to take place each year in September."
    },
    {
        "title": "The Lost Girls of Rocky Mount",
        "excerpt": "In a small town in rural North Carolina, a serial killer has evaded justice for six years by sticking to a ruthlessly simple plan: He preys on black women who have slipped away from their lives, who live and hustle on the streets—the ones who are already almost dead"
    },
    {
        "title": "HOOKED FOR LIFE",
        "excerpt": "Inside the NFL's relentless, existential, Big Tobacco-style pursuit of your children."
    },
    {
        "title": "One lawyer’s crusade to defend extreme pornography",
        "excerpt": "Myles Jackman is on a mission to change Britain’s obscenity laws. For him, it’s more than a job, it’s a moral calling"
    },
    {
        "title": "Everyday Information Architecture: Auditing for Structure",
        "excerpt": "Enter the structural audit: a review of the site focused solely on its menus, links, flows, and hierarchies. I know you thought we were done with audits back in Chapter 2, but hear me out!"
    },
    {
        "title": "Everyday Information Architecture: Auditing for Structure",
        "excerpt": "Enter the structural audit: a review of the site focused solely on its menus, links, flows, and hierarchies. I know you thought we were done with audits back in Chapter 2, but hear me out!"
    },
    {
        "title": "Everyday Information Architecture: Auditing for Structure",
        "excerpt": "Enter the structural audit: a review of the site focused solely on its menus, links, flows, and hierarchies. I know you thought we were done with audits back in Chapter 2, but hear me out!"
    },
    {
        "title": "Everyday Information Architecture: Auditing for Structure",
        "excerpt": "Enter the structural audit: a review of the site focused solely on its menus, links, flows, and hierarchies. I know you thought we were done with audits back in Chapter 2, but hear me out!"
    },
    {
        "title": "Everyday Information Architecture: Auditing for Structure",
        "excerpt": "Enter the structural audit: a review of the site focused solely on its menus, links, flows, and hierarchies. I know you thought we were done with audits back in Chapter 2, but hear me out!"
    },
    {
        "title": "Everyday Information Architecture: Auditing for Structure",
        "excerpt": "Enter the structural audit: a review of the site focused solely on its menus, links, flows, and hierarchies. I know you thought we were done with audits back in Chapter 2, but hear me out!"
    }
]